/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk su %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ è stato installato e potrà essere usato al prossimo avvio di %3$@! Vuoi rilanciarlo adesso?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ è attualmente la versione più aggiornata disponibile.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ è disponibile (tu hai la %3$@). Vuoi scaricarla ora?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ non ha l’autorizzazione a scrivere nella directory dell’applicazione! Stai usando un’immagine disco? In caso contrario, chiedi aiuto all’amministratore di sistema.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "E’ stata installata una nuova versione di %@!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "È disponibile una nuova versione di %@!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Si è verificato un errore durante l’installazione. Riprova più tardi.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Si è verificato un errore durante la ricerca delle informazioni sugli aggiornamenti. Riprova più tardi.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Si è verificato un errore durante il recupero delle informazioni di aggiornamento; sei connesso a Internet? Per favore riprova più tardi.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Si è verificato un errore durante l’estrazione dell’archivio. Riprova più tardi.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Si è verificato un errore nel tentativo di scaricare il documento. Riprova più tardi.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Il processo di aggiornamento è già in corso!";

/* No comment provided by engineer. */
"Anonymous system profile information is used to help us plan future development work." = "Informazioni anonime sul sistema vengono usate per aiutarci a pianificare il lavoro di sviluppo futuro.";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Controllare la disponibilità di aggiornamenti all’avvio?";

/* No comment provided by engineer. */
"Downloading update..." = "Scarico l'aggiornamento…";

/* No comment provided by engineer. */
"Extracting update..." = "Estraggo l'aggiornamento…";

/* No comment provided by engineer. */
"Include anonymous system profile?" = "Allegare un profilo anonimo del tuo sistema?";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installa e rilancia";

/* No comment provided by engineer. */
"Installing update..." = "Installo l'aggiornamento…";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "Pronto per installare!";

/* No comment provided by engineer. */
"Update Error!" = "Errore durante l'aggiornamento!";

/* No comment provided by engineer. */
"Updating %@" = "Aggiorno %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Vuoi che %@ cerchi aggiornamenti all’avvio? Altrimenti, puoi avviare il controllo manualmente dal menu dell’applicazione.";

/* No comment provided by engineer. */
"Yes" = "Sì";

/* No comment provided by engineer. */
"You're up to date!" = "Sei aggiornato!";